[
  "colored-tags",
  "recent-files-obsidian",
  "omnisearch",
  "calendar",
  "homepage",
  "obsidian-full-calendar",
  "cm-editor-syntax-highlight-obsidian",
  "various-complements",
  "file-tree-alternative",
  "gemmy",
  "shiki-highlighter"
]